/* Имя оператора по умолчанию, если не подгрузилась информация */
"agent_name_default" = "Agente";

/* Надпись к сообщениям клиента */
"agent_name_you" = "Usted";

"Agent.DisplayName.Deleted" = "Agente borrado";

"Camera.Access.Description" = "Esta aplicación necesita permiso para usar tu cámara";

/* Normally user iOS device doesn't return "Restricted" camera access status. But for test purposes we've added an alert with this string message anyway. */
"Camera.Access.Restricted" = "Acceso a la cámara denegado";

"Camera.Access.Suggestion" = "Necesitamos permiso para acceder a la cámara para que pueda tomar fotos";

/* Alert with this message displays when you try to take a photo from camera on iOS simulator or when real device experiencing some technical issues. */
"Camera.Access.Unavailable" = "La cámara no está disponible";

"chat_input.status.contact_info" = "Rellene el formulario en la parte superior";

/* Подзаголовок окна чата по умолчанию */
"chat_subtitle_placeholder" = "Chatee con nosotros 24/7";

/* Системное сообщение в ленте чата, говорящее о том, что произошел разрыв соединения  с сервером. */
"chat_system_disconnected" = "Código de error de red: %d , mensaje de error: %s";

/* Системное сообщение в ленте чата, говорящее о том, что в данный момент несколько агентов набирают сообщение. */
"chat_system_few_agents_typing" = "%s, %s y +%d están escribiendo...";

/* Системное сообщение в ленте чата, говорящее о том, что в данный момент один агент набирает сообщение. */
"chat_system_one_agent_typing" = "%s está escribiendo...";

/* Системное сообщение в ленте чата, говорящее о том, что в данный момент два агента набирают сообщение. */
"chat_system_two_agents_typing" = "%s y %s están escribiendo...";

/* Заголовок окна чата по умолчанию */
"chat_title_placeholder" = "Reportar un problema ";

"chat.state_unavailable.discription" = "El chat en vivo no está disponible temporalmente en este momento. Por favor, inténtelo de nuevo más tarde.";

"chat.state_unavailable.title" = "El chat no está disponible temporalmente";

"chat.system.contact_form.introduce_in_chat" = "Por favor, preséntese en el chat";

"chat.system.contact_form.must_fill" = "Por favor ingrese sus datos de contacto para enviar este mensaje";

"chat.system.contact_form.status_sent" = "Su mensaje fue enviado a nuestro equipo. Le contactaremos lo más pronto posible.";

"Chat.System.Media.Preparing" = "Preparando el archivo...";

"Chat.System.Media.Uploading" = "Enviando archivo...";

"Chat.System.NewMessages" = "Nuevos mensajes";

"Client.Title" = "Cliente #%d";

/* Общая строка "Отмена" */
"common_cancel" = "Cancelar";

"common_close" = "Cerrar";

"common_done" = "Listo";

"common_understand" = "¡Gracias!";

/* Универсальное сообщение о неизвестной ошибке. */
"common_unknown_error" = "Error desconocido";

"Common.Open" = "Abrir";

"common.send" = "Enviar";

"Common.Settings" = "Configuración";

/* Состояние подключения к сервису */
"connection_state_connecting" = "Conectando...";

/* Состояние отсутствия подключения */
"connection_state_disconnected" = "Error de conexión, reintentar en %d segundos";

/* Кнопка для повторного подключения к сервису, не дожидаясь таймаута  */
"connection_state_retry" = "Reintentar inmediatamente";

"contact_form.email.placeholder" = "Su correo electrónico";

"contact_form.name.placeholder" = "Nombre";

"contact_form.phone.placeholder" = "Su teléfono";

"contact_form.status.sent" = "¡Gracias!";

/* Статус загрузки - ошибка */
"download_status_error" = "Error";

/* Статус загрузки - загрузка */
"download_status_loading" = "Cargando...";

/* Ошибка загрузки файла, если ссылка устарела. */
"file_download_expired" = "El link ha expirado";

/* Message letting user know that file is unavailable for download. */
"file_download_unavailable" = "Archivo no disponible";

/* Проверка ссылки на файл */
"file_link_checking" = "Comprobando ...";

/* Default file name */
"file_name_unknown" = "Archivo sin título";

"file_transfer_disabled" = "Transferencia de archivos inhabilitada";

/* Формат для размера файла в байтах */
"format_file_size_b" = "%.0f B";

/* Формат для размера файла в килобайтах */
"format_file_size_kb" = "%.0f KB";

/* Формат для размера файла в мегабайтах */
"format_file_size_mb" = "%.2f MB";

/* Подсказка в окне ввода сообщения */
"input_message_placeholder" = "Escriba su mensage...";

"jivo_business_messenger" = "Chat desarrollado por";

"JV_ChatInput_MenuAttach_Camera" = "Cámara";

/* Надпись на кнопке контекстного меню выбора типа вложения. Нажатие на кнопку открывает системный пикер документов. */
"JV_ChatInput_MenuAttach_Document" = "Documento";

/* Надпись на кнопке контекстного меню выбора типа вложения. Нажатие на кнопку вызывает пикер фотогалереи. */
"JV_ChatInput_MenuAttach_Gallery" = "Imagen";

/* Подсказка в окне ввода сообщения */
"JV_ChatInput_Message_Placeholder" = "Escriba su mensage...";

"JV_ChatInput_Status_FillContactForm" = "Rellene el formulario en la parte superior";

/* Подзаголовок окна чата по умолчанию */
"JV_ChatNavigation_HeaderSubtitle_Default" = "Chatee con nosotros 24/7";

/* Заголовок окна чата по умолчанию */
"JV_ChatNavigation_HeaderTitle_Default" = "Reportar un problema";

"JV_ChatScreen_PlaceholderUnavailable_Body" = "El chat en vivo no está disponible temporalmente en este momento. Por favor, inténtelo de nuevo más tarde.";

"JV_ChatScreen_PlaceholderUnavailable_Headline" = "El chat no está disponible temporalmente";

/* Пункт "Копировать" контекстного меню, вызываемого долгим тапом по бабблу сообщения. */
"JV_ChatTimeline_MessageAction_Copy" = "Copiar";

"JV_ChatTimeline_MessageAction_Delete" = "Borrar";

/* Пункт "Повторить отправку" контекстного меню, вызываемого долгим тапом по бабблу сообщения. */
"JV_ChatTimeline_MessageAction_Resend" = "Reenviar";

"JV_ChatTimeline_MessageStatus_Deleted" = "El mensaje fue eliminado";

"JV_ChatTimeline_MessageStatus_Edited" = "(editado)";

"JV_ChatTimeline_SystemIndicator_NewMessages" = "Nuevos mensajes";

"JV_ChatTimeline_SystemMessage_ContactInfoSent" = "Su mensaje fue enviado a nuestro equipo. Le contactaremos lo más pronto posible.";

"JV_ChatTimeline_SystemMessage_MediaUploading" = "Enviando archivo...";

"JV_ChatTimeline_SystemMessage_OfflineDefault" = "Ups! En este momento nuestros operadores no están disponibles. Deje su mensaje aquí en el chat, le responderemos lo más pronto posible.";

"JV_ChatTimeline_SystemMessage_SecondLine" = "El chat fue transferido a la segunda linea";

/* Общая строка "Отмена" */
"JV_Common_Captions_Cancel" = "Cancelar";

"JV_Common_Captions_Close" = "Cerrar";

"JV_Common_Captions_Open" = "Abrir";

"JV_Common_Captions_Send" = "Enviar";

"JV_Common_Captions_Settings" = "Configuración";

"JV_Common_Captions_Understand" = "¡Gracias!";

/* Универсальное сообщение о неизвестной ошибке. */
"JV_Common_Captions_UnknownError" = "Error desconocido";

"JV_ContactForm_EmailField_Placeholder" = "Su correo electrónico";

"JV_ContactForm_Legend_FillDesired" = "Por favor, preséntese en el chat";

"JV_ContactForm_Legend_FillRequired" = "Por favor ingrese sus datos de contacto para enviar este mensaje";

"JV_ContactForm_NameField_Placeholder" = "Nombre";

"JV_ContactForm_PhoneField_Placeholder" = "Su teléfono";

"JV_ContactForm_SubmitStatus_Done" = "¡Gracias!";

/* Имя оператора по умолчанию, если не подгрузилась информация */
"JV_DisplayName_Agent_Default" = "Agente";

"JV_DisplayName_Bot_Default" = "bot";

"JV_DisplayName_Client_DefaultFormat" = "Cliente #%d";

"JV_DisplayName_Sender_You" = "Usted";

/* Ошибка загрузки файла, если ссылка устарела. */
"JV_FileAttachment_LinkStatus_Expired" = "El link ha expirado";

/* Message letting user know that file is unavailable for download. */
"JV_FileAttachment_LinkStatus_Unavailable" = "Archivo no disponible";

/* Unsupported file type */
"JV_FileAttachment_Status_Unsupported" = "Este tipo de archivo no es compatible";

/* Ошибка, возникающая при неудачной подготовке файла к загрузке. */
"JV_FileTransfer_Status_FailedPreparing" = "La selección del archivo falló";

"JV_FileTransfer_Status_FailedUploading" = "La carga del archivo falló";

/* Превышение лимита выгружаемого файла */
"JV_FileTransfer_Status_TooLarge" = "Tamaño máximo de archivo %dMB";

"JV_Notification_MainChannel_InfoBrief" = "Mensaje de Jivo SDK";

"JV_Notification_MainChannel_InfoName" = "Jivo";

/* Format for text message where $1 is agent name, $2 - text message */
"JV_Notification_MainChannel_MessageBody" = "%1$s: %2$s";

"JV_Notification_MainChannel_MessageHeadline" = "Apoyo";

"JV_RateForm_CommentField_Legend" = "Su comentario";

"JV_RateForm_HeaderSubtitle_BeforeSubmission" = "¿Qué tan satisfecho está con las respuestas del agente?";

"JV_RateForm_HeaderSubtitle_NegativeSubmission" = "Nos esforzamos para ser mejores cada día y con su opinión trabajaremos en ello.";

"JV_RateForm_HeaderSubtitle_PositiveSubmission" = "Qué bueno que le haya gustado";

"JV_RateForm_HeaderTitle_AfterSubmission" = "Gracias por su calificación";

"JV_RateForm_HeaderTitle_BeforeSubmission" = "Dejar un comentario";

"JV_RateForm_SubmitButton_Caption" = "Enviar";

/* Normally user iOS device doesn't return "Restricted" camera access status. But for test purposes we've added an alert with this string message anyway. */
"JV_SystemAccess_Camera_NoPermission" = "Acceso a la cámara denegado";

/* Alert with this message displays when you try to take a photo from camera on iOS simulator or when real device experiencing some technical issues. */
"JV_SystemAccess_Camera_NoSource" = "La cámara no está disponible";

"JV_SystemAccess_Camera_RequestReason" = "Necesitamos permiso para acceder a la cámara para que pueda tomar fotos";

/* Normally an alert with this message shouldn't be displayed but for test purposes it was added to SDK anyway., If there is an error then the alert should be displayed on photo library access try when starting to pick images. */
"JV_SystemAccess_Gallery_NoContent" = "No hay imágenes disponibles";

"JV_SystemAccess_Gallery_NoPermission" = "Permitir el acceso";

/* Normally an alert with this message shouldn't be displayed but for test purposes it was added to SDK anyway */
"JV_SystemAccess_Gallery_NoSource" = "La biblioteca de fotos no está disponible";

"JV_SystemAccess_Gallery_RequestReason" = "JivoChat necesita permiso para acceder a la biblioteca de fotos y videos.\n\nPor favor vaya a [Configuración > App > Fotos] para dar el permiso.";

/* Надпись на кнопке контекстного меню выбора типа вложения. Нажатие на кнопку открывает системный пикер документов. */
"media_upload_attachment_type_selecting_document" = "Documento";

/* Надпись на кнопке контекстного меню выбора типа вложения. Нажатие на кнопку вызывает пикер фотогалереи. */
"media_upload_attachment_type_selecting_photo" = "Imagen";

/* Заголовок с вопросом о том, какой тип вложения пользователь хочет прикрепить к сообщению. */
"media_upload_select_an_attachment_type_title" = "¿Qué le gustaría adjuntar?";

/* Системное сообщение в ленте чата, говорящее о том, что в данный момент ведётся загрузка файла на сервер. */
"media_upload_sending_the_file" = "Enviando archivo";

"media_uploading_common_error" = "La carga del archivo falló";

/* Ошибка, возникающая при неудачной подготовке файла к загрузке. */
"media_uploading_extraction_error" = "La selección del archivo falló";

/* Превышение лимита выгружаемого файла */
"media_uploading_too_large" = "Tamaño máximo de archivo %dMB";

"Media.Access.Missing" = "Permitir el acceso";

"Media.Access.Suggestion" = "JivoChat necesita permiso para acceder a la biblioteca de fotos y videos.\n\nPor favor vaya a [Configuración > App > Fotos] para dar el permiso.";

"Media.Picker.Camera" = "Cámara";

/* Пункт меню "Копировать ссылку" */
"menu_action_copy" = "Copiar link";

/* Пункт меню "Cкачать" */
"menu_action_download" = "Descargar";

"Menu.Action.File" = "Archivo";

/* Кнопка скачать для прикрепленного документа/файла */
"message_download" = "Descargar";

/* Системное сообщение о присоединении оператора к чату */
"message_system_operator_accepted" = "Agente entró al chat";

/* Unsupported file type */
"message_unsupported_media" = "Este tipo de archivo no es compatible";

"Message.Deleted" = "El mensaje fue eliminado";

"Message.Edited" = "(editado)";

"Message.Preview.Line" = "El chat fue transferido a la segunda linea";

"Message.Sender.You" = "Usted";

"messages.label.bot" = "bot";

"notification_channel_message_description" = "Mensaje de Jivo SDK";

"notification_channel_message_name" = "Jivo";

/* Format for text message where $1 is agent name, $2 - text message */
"notification_message_text_format" = "%1$s: %2$s";

"notification_message_title" = "Apoyo";

"offline_message_placeholder" = "Ups! En este momento nuestros operadores no están disponibles. Deje su mensaje aquí en el chat, le responderemos lo más pronto posible. ";

/* Пункт "Копировать" контекстного меню, вызываемого долгим тапом по бабблу сообщения. */
"options_copy" = "Copiar";

"options_delete" = "Borrar";

/* Пункт "Повторить отправку" контекстного меню, вызываемого долгим тапом по бабблу сообщения. */
"options_resend" = "Reenviar";

/* Normally an alert with this message shouldn't be displayed but for test purposes it was added to SDK anyway., If there is an error then the alert should be displayed on photo library access try when starting to pick images. */
"PhotoLibrary.Access.NoAvailableImages" = "No hay imágenes disponibles";

/* Normally an alert with this message shouldn't be displayed but for test purposes it was added to SDK anyway */
"PhotoLibrary.Access.Unavailable" = "La biblioteca de fotos no está disponible";

"rate_form.comment_title" = "Su comentario";

"rate_form.description" = "¿Qué tan satisfecho está con las respuestas del agente?";

"rate_form.finish_description_bad" = "Nos esforzamos para ser mejores cada día y con su opinión trabajaremos en ello. ";

"rate_form.finish_description_good" = "Qué bueno que le haya gustado";

"rate_form.finish_title" = "Gracias por su calificación";

"rate_form.send" = "Enviar";

"rate_form.title" = "Dejar un comentario";

"status_missing_connection" = "Sin conexión";

"suggest_check_internet_access" = "Por favor revise su conexion a internet";

"toast_copied_to_clipboard" = "Copiado";

/* Unsupported message type bubble discription */
"unsupported_message_description" = "La versión de la aplicación está desactualizada. Detalles del mensaje: %s";

/* postfix */
"unsupported_message_postfix" = "mostrar más \u0020";

/* Title for unsupported message bubble  */
"unsupported_message_title" = "Tipo de mensaje no admitido";

/* Приветственное сообщение для пустого чата */
"welcome_message_placeholder" = "Contacte con nuestro equipo de soporte y díganos si hay algún bug que podamos reparar";

